tap "common-fate/granted"
tap "d12frosted/emacs-plus"
tap "homebrew/services"
tap "mongodb/brew"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "tedsmitt/ecsgo"
brew "jpeg-xl"
brew "python@3.13"
brew "awscli"
brew "chezmoi"
brew "cmake"
brew "freetds"
brew "php"
brew "composer"
brew "docker"
brew "fd"
brew "fzf"
brew "forgit"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "unbound"
brew "helix"
brew "imagemagick"
brew "lazygit"
brew "libgccjit"
brew "librsvg"
brew "libyaml"
brew "node"
brew "mongosh"
brew "neovim"
brew "ollama"
brew "ripgrep"
brew "opencode"
brew "openjdk@11"
brew "pdftk-java"
brew "poppler"
brew "television"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "vite"
brew "common-fate/granted/granted"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp"]
brew "mongodb/brew/mongodb-community"
brew "shivammathur/extensions/pcov@8.4"
brew "tedsmitt/ecsgo/ecsgo"
cask "libreoffice"
cask "session-manager-plugin"
